Repository: otsaloma/catapult
Catalog: po/*.po
Languages: fi, nl

source: App launcher
fi: Sovelluskäynnistin
nl: Programmastarter

source: About Catapult
fi: Tietoja Catapultista
nl: Over Catapult

source: translator-credits
fi: Osmo Salomaa <otsaloma@iki.fi>
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Catapult ready
fi: Catapult valmis
nl: Catapult is klaar voor gebruik

source: See the documentation on how to activate Catapult:
fi: Katso dokumentaatiosta miten Catapult aktivoidaan:
nl: Bekĳk de documentatie om te zien hoe je Catapult kunt starten:

source: catapult [OPTION...]
fi: catapult [VALITSIN...]
nl: catapult [OPTIE…]

source: print details of indexing and search results
fi: tulosta yksityiskohtia indeksoinnista ja hakutuloksista
nl: Toon de details van geïndexeerde en zoekresultaten

source: start, but don't show window
fi: käynnistä, mutta älä näytä ikkunaa
nl: geminimaliseerd opstarten

source: Untitled
fi: Nimetön
nl: Naamloos

source: Theme
fi: Teema
nl: Thema

source: Preferences
fi: Asetukset
nl: Instellingen

source: General
fi: Yleinen
nl: Algemeen

source: Show foreign platform apps
fi: Näytä vieraat alustasovellukset
nl: Programma's van andere systemen tonen

source: Apps
fi: Sovellukset
nl: Programma's

source: {} apps indexed
fi: {} sovellusta indeksoitu
nl: {} programma's geïndexeerd

source: Catapult preferences
fi: Catapultin asetukset
nl: Catapult-instellingen

source: Reload plugins
fi: Uudelleenlataa pluginit
nl: Plug-ins herladen

source: Reload theme
fi: Uudelleenlataa teema
nl: Thema herladen

source: Quit Catapult
fi: Lopeta Catapult
nl: Catapult afsluiten

source: Update search index
fi: Päivitä hakuindeksi
nl: Zoekindex bĳwerken

source: Calculator
fi: Laskin
nl: Rekenmachine

source: Using {}
fi: Käytetään {}
nl: Gebruikmakend van {}

source: {} not found
fi: {} ei löydetty
nl: {} is niet aangetroffen

source: Characters
fi: Merkit
nl: Tekens

source: {} characters indexed
fi: {} merkkiä indeksoitu
nl: {} tekens geïndexeerd

source: {} emojis indexed
fi: {} emojia indeksoitu
nl: {} emoji's geïndexeerd

source: Source
fi: Lähde
nl: Bron

source: Trigger
fi: Kytkin
nl: Activering

source: Clipboard
fi: Leikepöytä
nl: Klembord

source: {} items in clipboard history
fi: {} kohdetta leikepöydän historiassa
nl: {} items in de klembordgeschiedenis

source: _Cancel
fi: _Peruuta
nl: _Annuleren

source: _OK
nl: _Oké

source: Edit File Patterns
fi: Muokkaa tiedostojen hakulausekkeita
nl: Bestandspatronen aanpassen

source: Use shell-style wildcards * and **
fi: Käytä komentotulkin hakumerkkejä * ja **
nl: Shell-achtige jokertekens gebruiken (* en **)

source: Include patterns
fi: Sisällytyslausekkeet
nl: Opgenomen patronen

source: Edit
fi: Muokkaa
nl: Aanpassen

source: Exclude patterns
fi: Ohituslausekkeet
nl: Uitgesloten patronen

source: Scan interval
fi: Päivitysväli
nl: Scanschema

source: minutes
fi: minuuttia
nl: minuten

source: Files
fi: Tiedostot
nl: Bestanden

source: {} files indexed
fi: {} tiedostoa indeksoitu
nl: {} bestanden geïndexeerd

source: Lock Screen
fi: Lukitse näyttö
nl: Scherm vergrendelen

source: Log Out;Log Off
fi: Kirjaudu ulos
nl: Uitloggen;Afmelden

source: Power Off;Shutdown
fi: Sammuta
nl: Uitschakelen;Uitzetten;Afsluiten

source: Reboot;Restart
fi: Uudelleenkäynnistä
nl: Herstarten;Opnieuw opstarten;

source: Session
fi: Istunto
nl: Sessie

source: Supported desktops:
fi: Tuetut työpöydät:
nl: Ondersteunde werkomgevingen:

source: Catapult allows you to easily launch apps, open files and do basic calculations with a keyboard-driven user interface.
fi: Catapult mahdollistaa helpon sovellusten käynnistämisen, tiedostojen avaamisen ja pienten laskujen tekemisen näppäimistöpohjaisella käyttöliittymällä.
nl: Met Catapult kun je snel programma's starten, bestanden openen en rekensommen verwerken met het toetsenbord.

source: Main window
fi: Pääikkuna
nl: Hoofdvenster

source: Launch apps and open files
fi: Käynnistä sovelluksia ja avaa tiedostoja
nl: Start programma's en open bestanden

source: launcher;
fi: käynnistin;
nl: starter;programma;launcher;toepassing;
